IDEA Open Model
CheckResAnchor.LoadCaseId Property
Compatible with IDEA StatiCa 20.1
 Id of Load Case
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int LoadCaseId { get; set; }
Public Property LoadCaseId As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
CheckResAnchor Class
IdeaRS.OpenModel.Connection Namespace